{
    "version": "https://jsonfeed.org/version/1",
    "title": "churchintouraine.org",
    "description": "",
    "home_page_url": "https://churchintouraine.org",
    "feed_url": "https://churchintouraine.org/feed.json",
    "user_comment": "",
    "author": {
        "name": "Church of St Alcuin of York"
    },
    "items": [
        {
            "id": "https://churchintouraine.org/welcome-to-the-touraine-and-the-church-of-st-alcuin-of-york/",
            "url": "https://churchintouraine.org/welcome-to-the-touraine-and-the-church-of-st-alcuin-of-york/",
            "title": "Welcome to the Touraine and the church of St Alcuin of York ",
            "summary": "ST ALCUIN’S is a worshipping community of the Diocese in Europe, the Church of England, and the worldwide Anglican Communion. We offer a very warm welcome to all who want to celebrate the love of God with us and hope you enjoy our service. We&hellip;",
            "content_html": "<p>ST ALCUIN’S is a worshipping community of the Diocese in Europe,\nthe Church of England,\nand the worldwide Anglican Communion.\nWe offer a very warm welcome to all who want to celebrate the love of God with us and\nhope you enjoy our service.\nWe come together to celebrate the presence of Christ in word and sacrament: the Holy\nCommunion or Eucharist—\n    <em><strong>the Lord’s own Service\n    for the Lord’s own People\n    on the Lord’s own Day.</strong></em></p>\n<p>And so we follow Our Lord’s command *** “Do this in memory of me”***\nas the Church has done ever since her earliest days (Acts 2.42; Acts 20.7).</p>\n<p>We are part of the Church of England and our worship follows the Anglican pattern. But\nwe are not an exclusive group: we are pleased to welcome people of any Christian\nbackground—or none. We aim to be a Church for every English-speaking Christian, a\nspiritual home for all who want to worship in English.</p>\n<p>As our name implies our home is the 2,366 square miles of the Indre-et-Loire département of France (Touraine is its traditional name), but we cover a much wider area than that. We draw regular worshippers from no fewer than three different regions.</p>\n<p>So, whether you live here, or are visiting, we warmly invite you to join us.</p>\n",
            "author": {
                "name": "Church of St Alcuin of York"
            },
            "tags": [
            ],
            "date_published": "2023-06-15T23:22:13+01:00",
            "date_modified": "2023-06-15T23:22:13+01:00"
        }
    ]
}
